{
    "Svet_1 name": "Hum?",
    "Svet_1 description": "Es realmente dificil... Afortunadamente, todavía hay nuevos reclutas como tú que vienen aquí. Nuestras filas se estan reduciendo. Nos introduciremos más tarde. Por ahora, ayudanos a asegurar el área eliminando alrededor de unos diez scavs. Encontrarás todo lo que necesitas en cuanto a AK/VPOs con nosotros. Daremos más información conforme el paso del tiempo.",
    "Svet_1 startedMessageText": "Es realmente dificil... Afortunadamente, todavía hay nuevos reclutas como tú que vienen aquí. Nuestras filas se estan reduciendo. Nos introduciremos más tarde. Por ahora, ayudanos a asegurar el área eliminando alrededor de unos diez scavs. Encontrarás todo lo que necesitas en cuanto a AK/VPOs con nosotros. Daremos más información conforme el paso del tiempo.",
    "Svet_1 successMessageText": "Que buena limpieza hiciste! Muy buen trabajo. Te doy la bienvenida a los BEARs!",
    "Svet_1 Obj_1": "Mata a 10 Scavs con un arma de la plataforma AK/VPO",

    "Svet_2 name":"Recopilando información",
    "Svet_2 description":"Necesito explicarte como operamos aqui.  Primero, nuestra jerarquía se basa en 4 rangos (Aspirante, Teniente, Comandante y General). Muestranos lo que puedes aportar al equipo, y veras como progresas los rangos. En cuanto al equipo, ofrecemos lo mejor que hay entre todo, y 20 % más barato que cualquier otro comerciante, vendedor, o traficante que tu hayas encontrado en Tarkov. Créeme, yo lo he chequeado. Por supuesto que sólo ofrecemos principalmente equipamiento ruso. Dicho esto, te necesito para una tarea importantisima. Necesitamos informacion sobre USEC – bases, explosivos, armas, planes, etc. Si puedes traernos una llave USB con toda esta informacion, eso estaria de maravilla.",
    "Svet_2 startedMessageText":"Necesito explicarte como operamos aqui.  Primero, nuestra jerarquía se basa en 4 rangos (Aspirante, Teniente, Comandante y General). Muestranos lo que puedes aportar al equipo, y veras como progresas los rangos. En cuanto al equipo, ofrecemos lo mejor que hay entre todo, y 20 % más barato que cualquier otro comerciante, vendedor, o traficante que tu hayas encontrado en Tarkov. Créeme, yo lo he chequeado. Por supuesto que sólo ofrecemos principalmente equipamiento ruso. Dicho esto, te necesito para una tarea importantisima. Necesitamos informacion sobre USEC – bases, explosivos, armas, planes, etc. Si puedes traernos una llave USB con toda esta informacion, eso estaria de maravilla.",
    "Svet_2 successMessageText":"Excelente! Ahora puedo decirte lo que estamos planeando. Yo me encargo de trabajar con esta información.",
    "Svet_2 Obj_1": "Entrega el pen drive",
    "Svet_2 Obj_2": "Encuentra un USB en incursion (Raid)",

    "Svet_3 name": "Fortificando",
    "Svet_3 description": "Antes de asignar nuevas misiones, es esencial que mejores y amuentes tus capacidades fisicas. Trabaja en tu resistencia, fureza, y, muy importante, tu resistencia al estres.",
    "Svet_3 startedMessageText": "Antes de asignar nuevas misiones, es esencial que mejores y amuentes tus capacidades fisicas. Trabaja en tu resistencia, fureza, y, muy importante, tu resistencia al estres.",
    "Svet_3 successMessageText": "Wow, mejorar rapidamente. Excelente, ahora vamos a pasar a cosas mas serias.",
    "Svet_3 Obj_1": "Aumenta Fuerza a Nivel 3",
    "Svet_3 Obj_2": "Aumenta Resistencia a Nivel 3",
    "Svet_3 Obj_3": "Aumenta Resistencia al estres a Nivel 2",

    "Svet_4 name": "Acondicionando estrés",
    "Svet_4 description": "En conflictos, el impacto psicológico juega un rol crucial en conseguir la victoria. Es esencial que tu aprendas y tomes ventaja de ello. Tu mision es eliminar 5 USEC rompiendoles las piernas. Muestra precision y concentracion en tus tiros.",
    "Svet_4 startedMessageText": "En conflictos, el impacto psicológico juega un rol crucial en conseguir la victoria. Es esencial que tu aprendas y tomes ventaja de ello. Tu mision es eliminar 5 USEC rompiendoles las piernas. Muestra precision y concentracion en tus tiros.",
    "Svet_4 successMessageText": "Ves ahora el impacto psicologico que brinda al escuadron? Que tu compañero lo derriben y ser incapaz de reaccionar - eso es guerra.",
    "Svet_4 Obj_1": "Elimina 5 USEC disparándoles en las piernas.",

    "Svet_5 name": "Preparado para el terreno",
    "Svet_5 description": "Bueno, has demostrado que eres capaz de participar en las próximas operaciones con nosotros. Estamos planeando una operación de hackeo a gran escala en bases de USEC. Necesitaremos una gran cantidad de equipos electrónicos. Ves adonde voy con esto? Encargate de despejar Intercambio (Interchange) de cualquier sabandija para que podamos instalarnos alli y comenzar nuestra operacion a gran escala. Ah, y tambien tendras que mejorar tu resistencia un poquito mas, creeme que la necesitaras.",
    "Svet_5 startedMessageText": "Bueno, has demostrado que eres capaz de participar en las próximas operaciones con nosotros. Estamos planeando una operación de hackeo a gran escala en bases de USEC. Necesitaremos una gran cantidad de equipos electrónicos. Ves adonde voy con esto? Encargate de despejar Interchange de cualquier sabandija para que podamos instalarnos alli y comenzar nuestra operacion a gran escala. Ah, y tambien tendras que mejorar tu resistencia un poquito mas, creeme que la necesitaras.",
    "Svet_5 successMessageText": "Excelente! Estaremos ahí pronto. Date prisa y cuida el equipo electronico.!",
    "Svet_5 Obj_1": "Entra a AVOKADO",
    "Svet_5 Obj_2": "Entra a TOP BRAND",
    "Svet_5 Obj_3": "Mata a 8 PMCs",
    "Svet_5 Obj_4": "Mata a 15 Scavs",
    "Svet_5 Obj_5": "Aumenta resistencia a nivel 5",
    "Svet_5 Obj_6": "Extrae de la zona",
    
    "Svet_6 name": "Falta de componentes",
    "Svet_6 description": "Puedes colectar algunos componentes electrónicos antes de que lleguemos? Te avisaré tan pronto como lleguemos.",
    "Svet_6 startedMessageText": "Puedes colectar algunos componentes electrónicos antes de que lleguemos? Te avisaré tan pronto como lleguemos.",
    "Svet_6 successMessageText": "Wow. Exclente trabajo! Incluso estamos adelantados de lo planeado. Con estos componentes, vamos a poder empezar a desenvolver nuestro plan y ponerlo en acción. Con lo que hemos encontrado en el pendrive, vamos a poder hacer muchisimos ataques DDoS a una gran cantidad de equipamiento americano.",
    "Svet_6 Obj_1":"Encuentra 8 PSU en incursion (Raid)",
    "Svet_6 Obj_2":"Entrega PSUs",
    "Svet_6 Obj_3":"Encuentra 8 CPU en incursion (Raid)",
    "Svet_6 Obj_4":"Entrega CPUs",
    "Svet_6 Obj_5":"Encuentra 8 CPU FAN en incursion (Raid)",
    "Svet_6 Obj_6":"Entrega CPU FANs",
    "Svet_6 Obj_7":"Encuentra 8 HDD en incursion (Raid)",
    "Svet_6 Obj_8":"Entrega HDDs",
    "Svet_6 Obj_9":"Encuentra 8 RAM en incursion (Raid)",
    "Svet_6 Obj_10":"Entrega RAMs",
    "Svet_6 Obj_11":"Encuentra 2 GPUs en incursion (Raid)",
    "Svet_6 Obj_12":"Entrega GPUs",

    "Svet_7 name": "Domina a tu AKS-U",
    "Svet_7 description": "Ser un verdadero miembro de los BEARs no es solo ir a lo loco haciendo y particpando en misiones, sino tambien es sobre dominar todas nuestras armas. Empezaras con la AKS-U y aprenderas como manejar los aspectos de combate con este tipo de arma. Genio, analisis, astucia y posicionamiento son las habilidades requeridas para dominar a tu AKS-U y conseguir la excelencia.",
    "Svet_7 startedMessageText": "Ser un verdadero miembro de los BEARs no es solo ir a lo loco haciendo y particpando en misiones, sino tambien es sobre dominar todas nuestras armas. Empezaras con la AKS-U y aprenderas como manejar los aspectos de combate con este tipo de arma. Genio, analisis, astucia y posicionamiento son las habilidades requeridas para dominar a tu AKS-U y conseguir la excelencia.",
    "Svet_7 successMessageText": "Ahora entiendes su utilidad? Una muy buena arma para combate de corta distancia, osea CQB.",
    "Svet_7 Obj_1" : "Mata a 25 Scavs con una AKS-U",

    "Svet_8 name": "POR LA MADRE RUSIA!",
    "Svet_8 description": "El Mosin... ¡Robusto, fiable, preciso, versátil! Esta arma ha sido usada en muchos conflictos por toda la historia y ha demostrado su eficacia en nuestras diversas guerras. Sigue siendo popular actualmente debido a su diseño simpl pero eficaz, lo cual la hace una arma facil de manejar para novatos. Y luego, esta esa sensación distintiva que tienes cuando disparas un Mosin, es algo indescriptible pero te hace sentir como si estubieras sosteniendo una verdadera arma de guerra en tus manos.",
    "Svet_8 startedMessageText": "El Mosin... ¡Robusto, fiable, preciso, versátil! Esta arma ha sido usada en muchos conflictos por toda la historia y ha demostrado su eficacia en nuestras diversas guerras. Sigue siendo popular actualmente debido a su diseño simpl pero eficaz, lo cual la hace una arma facil de manejar para novatos. Y luego, esta esa sensación distintiva que tienes cuando disparas un Mosin, es algo indescriptible pero te hace sentir como si estubieras sosteniendo una verdadera arma de guerra en tus manos.",
    "Svet_8 successMessageText": "Buen trabajo! Me pondré en contacto contigo pronto para el resto.",
    "Svet_8 Obj_1": "Elimina a 10 Scavs con el Mosin (Sniper / Infantería) con un tiro a la cabeza",
    "Svet_8 Obj_2": "Elimina a 3 PMCs con el Mosin (Sniper / Infantería)",

    "Svet_9 name": "BUSCADO : Tagilla",
    "Svet_9 description": "Una amenaza ha surgido en Factory y debe ser eliminada lo mas rapido posible. Es un peligroso e formidable enemigo que tendrás que enfrentar. Podrás fácilmente reconozerlo gracias a su foto. Equipado con un mazo y una mascara de soldador, no sera facil de derrotar. Contamos contigo para llevar a cabo esta misión.",
    "Svet_9 startedMessageText": "Una amenaza ha surgido en Factory y debe ser eliminada lo mas rapido posible. Es un peligroso e formidable enemigo que tendrás que enfrentar. Podrás fácilmente reconozerlo gracias a su foto. Equipado con un mazo y una mascara de soldador, no sera facil de derrotar. Contamos contigo para llevar a cabo esta misión.",
    "Svet_9 successMessageText": "Buen trabajo! Pasemos al siguiente.",
    "Svet_9 Obj_1": "Extermina a Tagilla",

    "Svet_10 name": "BUSCADO : Reshala",
    "Svet_10 description": "Hola! Tengo un asignamiento para ti. Vas a tener que matar al malparido de Reshala. Es un oponente duro, pero yo se que tu tines lo que se necesita para derrotarlo. El esta bien protegido, asi que tendras que ser cuidadoso y estar preparado antes de atacarlo. Reshala es rapido y peligroso, por lo que deberas ser rapido y eficaz. Asegurate de apuntar bien y que no te encuentre desprevenido, porque el no te dara mi un segundo para reaccionar. Pero yo se que lo puedes lograr. Buena suerte!",
    "Svet_10 startedMessageText": "Holi! Tengo un asignamiento para ti. Vas a tener que matar al malparido de Reshala. Es un oponente duro, pero yo se que tu tines lo que se necesita para derrotarlo. El esta bien protegido, asi que tendras que ser cuidadoso y estar preparado antes de atacarlo. Reshala es rapido y peligroso, por lo que deberas ser rapido y eficaz. Asegurate de apuntar bien y que no te encuentre desprevenido, porque el no te dara mi un segundo para reaccionar. Pero yo se que lo puedes lograr. Buena suerte!",
    "Svet_10 successMessageText": "Esto es impensable, el tuvo el control de Customs durante mucho tiempo. Ahora que lo hemos neutralizado, podremos movernos al área mucho más fácilmente. Esto enormemente facilitara nuestras futuras operaciones y nos permitirá lograr nuestras metas de manera más eficiente. Ahora debemos asegurarnos de que ningun otro grupo intente retomar el control de esta zona estratégica.",
    "Svet_10 Obj_1": "Extermina a Reshala",

    "Svet_11 name": "BUSCADO : Shturman",
    "Svet_11 description": "Nuestra mision no será para nada fácil. Nuestro siguiente objetivo es un oponente formidable que ha tomado control sobre el aserradero (sawmill) en Woods. La madera es un elemento clave para nuestra supervivencia aqui, y no podemos dejar que este enemigo nos deprive de este recurso tan vital. Es hora de tomar el asunto en nuestras manos y mostrarles a estas perritas que el que manda aqui somos nosotros. Cuento contigo para exterminar a esta rata y recuperar el control del aserradero. Ten cuidado y mantente alerta, la victoria es toda nuestra.",
    "Svet_11 startedMessageText": "Nuestra mision no será para nada fácil. Nuestro siguiente objetivo es un oponente formidable que ha tomado control sobre el aserradero (sawmill) en Woods. La madera es un elemento clave para nuestra supervivencia aqui, y no podemos dejar que este enemigo nos deprive de este recurso tan vital. Es hora de tomar el asunto en nuestras manos y mostrarles a estas perritas que el que manda aqui somos nosotros. Cuento contigo para exterminar a esta rata y recuperar el control del aserradero. Ten cuidado y mantente alerta, la victoria es toda nuestra.",
    "Svet_11 successMessageText": "EXCELENTE TRABAJO! El acceso a la ciudad ahora sera tan solo un mero tramite gracias a ti. Con esta rata exterminada, finalmente podremos controlar toda la región y garantizar la seguridad de nuestros hombres.",
    "Svet_11 Obj_1": "Extermina a Shturman",

    "Svet_12 name": "BUSCADO : Sanitar",
    "Svet_12 description": "Hemos identificado un formidable enemigo en la costa, un individuo conocido como Sanitar segun fuentes fidedignas. Es crucial no demorarse en exterminarlo. Estamos progresando con exito, y ahorita mismo no hay espacio para ser bloqueados. Muestra vigilancia, determinacion, y quita este obstaculo de nuestro camino. Una vez que Sanitar sea eliminado, podremos continuar nuestro avance con confianza y consolidar nuestra posicion. Ten en cuenta que nuestro exito depende en tu acción rápida y precisa. Buena suerte!",
    "Svet_12 startedMessageText": "Hemos identificado un formidable enemigo en la costa, un individuo conocido como Sanitar segun fuentes fidedignas. Es crucial no demorarse en exterminarlo. Estamos progresando con exito, y ahorita mismo no hay espacio para ser bloqueados. Muestra vigilancia, determinacion, y quita este obstaculo de nuestro camino. Una vez que Sanitar sea eliminado, podremos continuar nuestro avance con confianza y consolidar nuestra posicion. Ten en cuenta que nuestro exito depende en tu acción rápida y precisa. Buena suerte!",
    "Svet_12 successMessageText": "Excelente trabajo! Controlar una porcion de la costa nos permite mantener el control de los almacenes al sur y al este. Esto representa un avance signifcativo que nos acerca mas a cumplir nuestras metas y objetivos. Gracias a ti, ahora tendremos un acceso más directo a suministros. Esta nueva oportunidad fortalecerá nuestra posición y nos permitirá mantener una ventaja sobre nuestros adversarios. Sigue echandole ganas campeón, tu compromiso y dedicacion son invaluables para nuestra causa.",
    "Svet_12 Obj_1": "Extermina a Sanitar",

    "Svet_13 name": "Perímetro de defensa",
    "Svet_13 description": "Wow, hemos obtenido información increíblemente importante. ¡Ni yo me la creo! Pensábamos que la base militar del estado estaba completamente abandonada, pero acabamos de enterarnos de que sigue activa y en accion. Cómo es esto posible? ¿Sera que USEC habra tomado el control de toda la base? ********** Mierda, hemos sido descubiertos! Tenemos dos opciones! Necesitamos hacer retroceder a los enemigos que se acercan desde el norte (Suburbs), así como a los que vienen de Aduanas (Customs) en el oeste. ¡Es tu tiempo de hacer la limpieza por nosotros!",
    "Svet_13 startedMessageText": "Wow, hemos obtenido información increíblemente importante. ¡Ni yo la creo! Pensábamos que la base militar del estado estaba completamente abandonada, pero acabamos de enterarnos de que sigue activa y en accion. Cómo es esto posible? ¿Sera que USEC habra tomado el control de toda la base? ********** Mierda, hemos sido descubiertos! Tenemos dos opciones! Necesitamos hacer retroceder a los enemigos que se acercan desde el norte (Suburbs), así como a los que vienen de Aduanas (Customs) en el oeste. ¡Es tu tiempo de hacer la limpieza por nosotros!",
    "Svet_13 successMessageText" : "Contamos contigo",
    "Svet_13 Obj_1" : "Buena Suerte !",

    "Svet_14 name": "Viernes Negro !",
    "Svet_14 description": "Asegurate de asegurar el área estrictamente. Es imperativo evitar que nadie se acerque a los servidores!",
    "Svet_14 startedMessageText": "Asegurate de asegurar el área estrictamente. Es imperativo evitar que nadie se acerque a los servidores!",
    "Svet_14 successMessageText": "Los servidores han sido asegurados.",
    "Svet_14 Obj_1" : "Elimina a 15 USECs",

    "Svet_15 name": "De regreso a nuestra tierra",
    "Svet_15 description": "Regresa rápidamente a Aduanas (Customs) y evita que se sigan acercando! Si quedamos atrapados en un sándwich, comprometerá seriamente nuestra posición.",
    "Svet_15 startedMessageText": "Regresa rápidamente a Aduanas (Customs) y evita que se sigan acercando! Si quedamos atrapados en un sándwich, comprometerá seriamente nuestra posición.",
    "Svet_15 successMessageText": "Exelente trabajo. Ahora estamos seguros de que hemos tomado todo el control de Aduanas (Customs).",
    "Svet_15 Obj_1" : "Elimina a 15 USECs",

    "Svet_16 name":"Investigación Nocturna",
    "Svet_16 description":"Hemos repelido al enemigo, pero nuestra presencia ha sido detectada y no podemos acceder directamente a la reserva para la investigación. Es imperativo que tomemos el control de la Costa (Shoreline), o sino corremos el riesgo de caer en una emboscada. Continúa en una misión nocturna a la Costa (Shoreline). Ya hemos llamado mucha la atención, así que elimina a los Scavs en el área y asegura la Costa (Shoreline)!",
    "Svet_16 startedMessageText":"Hemos repelido al enemigo, pero nuestra presencia ha sido detectada y no podemos acceder directamente a la reserva para la investigación. Es imperativo que tomemos el control de la Costa (Shoreline), o sino corremos el riesgo de caer en una emboscada. Continúa en una misión nocturna a la Costa (Shoreline). Ya hemos llamado mucha la atención, así que elimina a los Scavs en el área y asegura la Costa (Shoreline)!",
    "Svet_16 successMessageText":"Hemos asegurado una gran parte de la costa, pero no creamos que se acabó. Es muy probable que ellos sean informados rápidamente sobre nuestra presencia.",
    "Svet_16 Obj_1" : "Elimina a 15 Scavs Entre las 9 PM y 6 AM",

    "Svet_17 name": "Pirojkis al aire libre",
    "Svet_17 description": "Ahora que hemos despejado la costa, necesitamos recopilar más información sobre el edificio central, el sanatorio. Haz un barrido perimetral del área para ver si quedan enemigos o cosas que observar. Además, ve y sube al techo para obtener una visión general completa sobre la zona, coloca una baliza donde se encuentran los satélites y luego envíanos un informe. Buena suerte.",
    "Svet_17 startedMessageText": "Ahora que hemos despejado la costa, necesitamos recopilar más información sobre el edificio central, el sanatorio. Haz un barrido perimetral del área para ver si quedan enemigos o cosas que observar. Además, ve y sube al techo para obtener una visión general completa sobre la zona, coloca una baliza donde se encuentran los satélites y luego envíanos un informe. Buena suerte.",
    "Svet_17 successMessageText": "Perfecto, estamos mandando Su-27s y Mil Mi-2s.",
    "Svet_17 Obj_1": "Coloca una baliza en los tejados, en el nivel de los satélites.",
    "Svet_17 Obj_2": "Extrae de la zona",

    "Svet_18 name": "Negocios son Negocios",
    "Svet_18 description": "Es importante que sepas que adquirir equipo, especialmente accesorios para armas, puede conventirse en un desafío aquí en Tarkov. Sin embargo, tenemos a alguien que puede proporcionarte el equipamiento adecuado. En cambio, cabe recalcar que ella no es muy fiable, y está claro que también colabora con los Americanos. Desafortunadamente, el suministro a veces puede ser complicado, pero tenemos que arreglárnoslas de culaquier forma. Te daré su ubicación y podrás ir a verla.",
    "Svet_18 startedMessageText": "Es importante que sepas que adquirir equipo, especialmente accesorios para armas, puede conventirse en un desafío aquí en Tarkov. Sin embargo, tenemos a alguien que puede proporcionarte el equipamiento adecuado. En cambio, cabe recalcar que ella no es muy fiable, y está claro que también colabora con los Americanos. Desafortunadamente, el suministro a veces puede ser complicado, pero tenemos que arreglárnoslas de culaquier forma. Te daré su ubicación y podrás ir a verla.",
    "Svet_18 successMessageText": "No bajes la guardia y ten cuidado.",
    "Svet_18 Obj_1": "Descubre a Anastasia!",

    "Svet_19 name": "PROMOCIÓN: TENIENTE MENOR",
    "Svet_19 description": "Excelente, demostraste tus habilidades al completar algunas tareas y me complace anunciar que has sido ascendido al rango de Teniente Menor.",
    "Svet_19 startedMessageText": "Excelente, demostraste tus habilidades al completar algunas tareas y me complace anunciar que has sido ascendido al rango de Teniente Menor.",
    "Svet_19 successMessageText": "ASCIENDIDO: TENIENTE MENOR",
    "Svet_19 Obj_1": "Alcanza el Nivel de Lealtad 2 con Svetlana",

    "Svet_20 name": "PROMOCIÓN: TENIENTE",
    "Svet_20 description": "Buen progreso. ¿Quieres convertirte en un segundo teniente? Bien. Tengo una tarea bastante sencilla para ti justo antes. Tráenos algunos paquetes con municiónes para que podamos guardarlos en las cajas y tú también podrás aprovecharlos una vez hecho esto, además de tu nuevo rango. ¡Vaya a chambear!",
    "Svet_20 startedMessageText": "Buen progreso. ¿Quieres convertirte en un segundo teniente? Bien. Tengo una tarea bastante sencilla para ti justo antes. Tráenos algunos paquetes con municiónes para que podamos guardarlos en las cajas y tú también podrás aprovecharlos una vez hecho esto, además de tu nuevo rango. ¡Vaya a chambear!",
    "Svet_20 successMessageText": "ASCIENDIDO: TENIENTE",
    "Svet_20 Obj_1": "Encuentra 10 paquetes con municiónes",
    "Svet_20 Obj_2": "Entrega los paquetes con municiónes",

    "Svet_21 name": "PROMOCIÓN: TENIENTE MAYOR",
    "Svet_21 description": "Podrás ascender al rango de Teniente Mayor. Felicitaciones una vez más por tus acciones, estás avanzando de rango. Ahora, para acceder a tu nuevo rango, debes recolectar algunos artículos para obtener tu maletín.",
    "Svet_21 startedMessageText": "Podrás ascender al rango de Teniente Mayor. Felicitaciones una vez más por tus acciones, estás avanzando de rango. Ahora, para acceder a tu nuevo rango, debes recolectar algunos artículos para obtener tu maletín.",
    "Svet_21 successMessageText": "ASCIENDIDO: TENIENTE MAYOR",
    "Svet_21 Obj_1": "Encuentra un Diario pequeño en incursion (Raid)",
    "Svet_21 Obj_2": "Entrega el Diario pequeño",
    "Svet_21 Obj_3": "Encuentra un Diario en incursion (Raid)",
    "Svet_21 Obj_4": "Entrega el Diario",
    "Svet_21 Obj_5": "Encuentra Mapas topográficos de inteligencia en incursion (Raid)",
    "Svet_21 Obj_6": "Entrega los Mapas topográficos de inteligencia",

    "Svet_22 name": "PROMOCIÓN : CAPITÁN",
    "Svet_22 description": "Pronto tendrás derecho a tu propio kit de inyectores y tendrás una promoción, pero primero tienes que buscar inyectores tú mismo para poder llenar tu kit.",
    "Svet_22 startedMessageText": "Pronto tendrás derecho a tu propio kit de inyectores y tendrás una promoción, pero primero tienes que buscar inyectores tú mismo para poder llenar tu kit.",
    "Svet_22 successMessageText": "ASCIENDIDO: CAPITÁN.",
    "Svet_22 Obj_1": "Encuentra 10 Inyectores en incursion (Raid)",
    "Svet_22 Obj_2": "Entrega los Inyectores",

    "Svet_23 name": "PROMOCIÓN: MAYOR",
    "Svet_23 description": "Capitán, eh. ¡Qué prestigio! Realmente eres un muy buen elemento y te mereces esta rápida evolución. También me pidieron que te hiciera pasar una nueva prueba para un ascenso al rango de Mayor. Tráeme algunas granadas y podrás tener tu propia caja de granadas.",
    "Svet_23 startedMessageText": "Capitán, eh. ¡Qué prestigio! Realmente eres un muy buen elemento y te mereces esta rápida evolución. También me pidieron que te hiciera pasar una nueva prueba para un ascenso al rango de Mayor. Tráeme algunas granadas y podrás tener tu propia caja de granadas.",
    "Svet_23 successMessageText": "ASCIENDIDO: MAYOR",
    "Svet_23 Obj_1": "Encuentra 15 granadas en incursion (Raid)",
    "Svet_23 Obj_2": "Entrega las granadas",

    "Svet_24 name": "PROMOCIÓN: TENIENTE CORONEL",
    "Svet_24 description": "Hola, tengo una nueva misión para ti. ¿Podrías traernos 10 monedas GP? No tienen mucha utilidad práctica, pero como recuerdos tienen su valor. A cambio, recibirás una bonita recompensa y un ascenso.",
    "Svet_24 startedMessageText": "Hola, tengo una nueva misión para ti. ¿Podrías traernos 10 monedas GP? No tienen mucha utilidad práctica, pero como recuerdos tienen su valor. A cambio, recibirás una bonita recompensa y un ascenso.",
    "Svet_24 successMessageText": "ASCIENDIDO: TENIENTE CORONEL",
    "Svet_24 Obj_1": "Encuentra 5 Monedas GP en incursion (Raid)",
    "Svet_24 Obj_2": "Entrega las Monedas GP",

    "Svet_25 name": "PROMOCIÓN : CORONEL",
    "Svet_25 description": "Has demostrado repetidamente tu capacidad para realizar todas las tareas que se te han asignado. Has ayudado a hacer avanzar a nuestro grupo, recopilar información valiosa y establecer nuestro control sobre casi todo el territorio de Tarkov. Te mereces con creces un ascenso al rango de coronel. De ahora en adelante eres mi superior como coronel.",
    "Svet_25 startedMessageText": "Has demostrado repetidamente tu capacidad para realizar todas las tareas que se te han asignado. Has ayudado a hacer avanzar a nuestro grupo, recopilar información valiosa y establecer nuestro control sobre casi todo el territorio de Tarkov. Te mereces con creces un ascenso al rango de coronel. De ahora en adelante eres mi superior como coronel.",
    "Svet_25 successMessageText": "ASCIENDIDO: CORONEL",
    "Svet_25 Obj_1": "Alcanza el Nivel de Lealtad 4 con Svetlana",

    "Svet_26 name": "PROMOCIÓN : GENERAL MAYOR",
    "Svet_26 description": "Somos capaces de proporcionarte con un maletin de armas, y esta vez me gustaría que lo llenes tu mismo. Te sugiero que hagas una incursión y recolectes 10 armas basadas en los modelos AK/VPO. Esto te permitirá tener una selección personalizada según tus preferencias. ¡Buena suerte en tu misión!",
    "Svet_26 startedMessageText": "Somos capaces de proporcionarte con un maletin de armas, y esta vez me gustaría que lo llenes tu mismo. Te sugiero que hagas una incursión y recolectes 10 armas basadas en los modelos AK/VPO. Esto te permitirá tener una selección personalizada según tus preferencias. ¡Buena suerte en tu misión!",
    "Svet_26 successMessageText": "ASCIENDIDO: GENERAL MAYOR",
    "Svet_26 Obj_1": "Encuentra 10 armas basadas en AK/VPO en incursion (Raid)",
    "Svet_26 Obj_2": "Entrega las armas"

}